export default {
  server_error: "Ошибка сервера",
  wrong_password: "Неверная почта или пароль",
  user_not_found: "Пользователь не найден",
  not_documents: "Нет документов",
  not_images: "Нет изображений",
  not_description: "Нет описания",
  not_comments: "Нет комментариев",
  only_user_comments: "Только зарегистрированные пользователи могут оставлять комментарии",
  like: "Только зарегистрированные пользователи могут оценивать проекты",
  user_exists: "Пользователь с таким Email уже существует",
  max_file_size: "Файл должен быть меньше 2Мб"
};
