export default {
  login_text_1: `Все оригинальные материалы платформы MIRO распространяются по 
  лицензии Creative Commons <a target="_blank" href="https://creativecommons.org/licenses/by-sa/4.0/deed.en">ATTRIBUTION-SHAREALIKE 4.0 INTERNATIONAL.</a> Вы имеет право: копировать и
  распространять материалы на любом носителе и в любом формате, использовать, адаптировать, изменять,
  трансформировать для любых целей в том числе коммерческих.`,
  login_text_2: `Вы должны предоставить информацию об авторстве оригинальных материалов, предоставить ссылку на лицензию и указать, были ли внесены изменения. Вы можете сделать это любым разумным образом.`,
  login_text_3: `Если вы изменяете, модифицируете, преобразуете или создаете новый материал на основе исходного, вы должны распространять свои материалы по той же лицензии, что и оригинал.`,
  main: {
    1: `Робот <span class='red-text'>MIRO</span> – маленький indoor робот с большими возможностями для обучения, экспериментов и разработки.`,
    2: `Для <span class='red-text'>MIRO</span> есть место в ЦМИТе и в кружке, дома и в исследовательском коллективе.`,
    3: `<span class='red-text'>MIRO</span> – это не только робот. Это развитые средства и инструменты разработки и обучения.`,
    4: `<span class='red-text'>MIRO</span> – это платформа. Делись своими разработками через сервис проектов пользователей.`
  },
  opps: {
    begginer: {
      1: `Библиотека для программирования робота (API), позволяющая начинающему робототехнику сразу реализовывать сложные алгоритмы поведения.`,
      2: `Подробная инструкция по сборке, протестированная на множестве пользователей. MIRO - это маленький робот с большими возможностями!`,
      3: `Примеры программ с подробными комментариями, включающие весь спектр операций взаимодействия с системами робота, позволяют решать задачи высокого уровня.`
    },
    gik: {
      1: `Открытые и свободно распространяемые тексты программного обеспечения и дизайн механических узлов.`,
      2: `Использование широко распространенных модулей, микропроцессорной платы,датчиков, двигателей. Никакой привязки к производителю!`,
      3: `Техническая поддержка со стороны разработчиков и сообщества.`
    },
    inst: {
      1: `Полностью открытое и свободно распространяемое программное и аппаратное обеспечение, исключающее проблемы с лицензированием.`,
      2: `Цифровая платформа для обмена опытом и разработками в распределенныхколлективах.`,
      3: `Открытая унифицированная платформа мобильного робота, доступная в экономическом и технологическом плане для повторения на базе любого кружка и исследовательской группы.`
    },
    mentor: {
      1: `Доступность и низкая стоимость комплектующих за счет высокой конкуренции среди множества производителей`,
      2: `Высокоинтеллектуальный подарок для совместной деятельности с детьми - интересно и младшим, и старшим.`,
    }
  },
  about: {
    1: `<p>MIRO - открытая платформа для ведения образовательной и исследовательской деятельности в области мобильной робототехники. Мобильный робот MIRO доступен для повторения на базе любого ЦМИТ-а, кружка и исследовательской группы. Решение включает в себя:</p>
    <ul>
      <li>документацию и материалы для производства и сборки мобильного робота</li>
      <li>готовые элементы среды разработки (API, прошивки, образы операционных систем и виртуальных машин)</li>
      <li>учебные материалы</li>
      <li>цифровую платформу (веб-ресурс) для обмена опытом и разработками</li>
    </ul>
    <p class="licens">Все материалы находятся в открытом доступе и распространяются по лицензии CC Attribution Share Alike 4.0.</p>
    `,
    2: `<p>
    В роботе MIRO используются недорогих серийные комплектующих и
    минимум разновидностей технологических операций при производстве и сборке.
    Роботы, изготовленные и собранные в разных частях мира, смогут использовать общие аппаратные и
    программные решения. Унификация затрагивает многие аспекты мобильного робота (механические узлы, широкодоступные электронные узлы, схемы соединений).
    MIRO позволяет коллективам, находящимся на разных концах Земного шара вступать в эффективную коллаборацию при проведении исследований или разработки на
    базе мобильного робота - обмен результатами превращается в простой обмен программных реализаций (прошивок).
  </p>`,
    3: `
    <p>Мобильная робот MIRO строиться по простой дифференциальной колесной конфигурации и оснащен датчиками одометрии. В основе робота лежит микропроцессорная плата Raspberry Pi, которая работает в связке с микропроцессорной платой Arduino.</p>
    <div>Возможные направления разработки и исследований:</div>
      <ul>
        <li>алгоритмы счисления пути,</li>
        <li>SLAM-навигация,</li>
        <li>техническое зрение (OpenCV),</li>
        <li>внедрение Robot Operation System, исследование ее архитектуры и разработка на ее базе,</li>
        <li>создание и исследование виртуальных моделей в средах V-REP и Gazebo.</li>
      </ul>`
  }
};
