export default {
  login_text_1: `Все оригинальные материалы платформы MIRO распространяются по 
  лицензии Creative Commons <a target="_blank" href="https://creativecommons.org/licenses/by-sa/4.0/deed.en">ATTRIBUTION-SHAREALIKE 4.0 INTERNATIONAL.</a> Вы имеет право: копировать и
  распространять материалы на любом носителе и в любом формате, использовать, адаптировать, изменять,
  трансформировать для любых целей в том числе коммерческих.`,
  login_text_2: `Вы должны предоставить информацию об авторстве оригинальных материалов, предоставить ссылку на лицензию и указать, были ли внесены изменения. Вы можете сделать это любым разумным образом.`,
  login_text_3: `Если вы изменяете, модифицируете, преобразуете или создаете новый материал на основе исходного, вы должны распространять свои материалы по той же лицензии, что и оригинал.`
};
